//#16 Модифікація масиву об'єктів: Створіть масив об'єктів, що представляють різних студентів з полями "ім'я" і "середній бал".
// Змініть середній бал кожного студента на бал більше і виведіть оновлені дані на сторінку. 

// let arr = [
//     {name: 'Roman', grade: 7.4},
//     {name: 'Ivan', grade: 4.3},
//     {name: 'Ira', grade: 5.9},
//     {name: 'Anna', grade: 1.1},
//     {name: 'Tolik', grade: 7.7},
// ]
//
// arr.forEach(function(student) {
//     student['grade'] += 1;
// });
// console.log(arr);
